Revit.Elements.Floor.#ctor(System.Collections.Generic.List{Autodesk.Revit.DB.CurveLoop},Autodesk.Revit.DB.FloorType,Autodesk.Revit.DB.Level,System.Double)
Private constructor

Revit.Elements.Floor.InitFloor(System.Collections.Generic.List{Autodesk.Revit.DB.CurveLoop},Autodesk.Revit.DB.FloorType,Autodesk.Revit.DB.Level,System.Double)
Initialize a floor element